[
  "obsidian-tasks-plugin",
  "quickadd",
  "templater-obsidian",
  "homepage",
  "table-editor-obsidian",
  "obsidian-task-archiver",
  "dataview",
  "tag-wrangler",
  "periodic-notes",
  "calendar",
  "buttons",
  "note-toolbar",
  "media-notes"
]